---
kind: property
id: P:Autodesk.Revit.DB.FamilySizeTableErrorInfo.InvalidColumnIndex
source: html/136f9f1a-9ef3-e63d-b7fd-ee88db4a8dff.htm
---
# Autodesk.Revit.DB.FamilySizeTableErrorInfo.InvalidColumnIndex Property

The index of the invalid column.

## Syntax (C#)
```csharp
public int InvalidColumnIndex { get; }
```